Repository: mal1k/nhrocks
Catalog: src/ArcaSolutions/ModStoresBundle/Plugins/EventAssociationListing/Resources/translations/messages.*.xliff
Languages: es, pt

source: Associate with a Listing
es: Asociar con el Listado
pt: Associado com uma empresa

source: Leave it blank to unlink the Event.
es: Déjelo en blanco para desvincular el Evento.
pt: Deixe em branco para desassociar o evento.

source: Event Association
es: Asociación de Eventos
pt: Associação de Evento

source: Number of Events the listing owner is able to associate
es: Cantidad de Eventos que el propietario de la lista puede asociar
pt: Número máximo de eventos que o dono da empresa pode associar

source: Select an Event
es: Seleccione un Evento
pt: Selecione um Evento

source: No listings available for association with this Event. In order to be linked to this Event, the Listing should not be associated with more than the permitted number of Events and should belong to the same account.
es: No hay listas disponibles para asociarse con este evento. Para vincularse a este Evento, el Listado no debe asociarse con más que el número permitido de Eventos y debe pertenecer a la misma cuenta.
pt: Nenhuma empresa disponível para associação com este evento. Para que seja associada a este evento, a empresa não deve ser associada com um número de eventos maior que o permitido, e deve pertencer à mesma conta.

source: It was selected more Events than it is allowed.
es: Se seleccionaron más Eventos de los que está permitido.
pt: Foi selecionado mais eventos do que o permitido

source: The association was successfully saved.
es: La asociación se guardó con éxito.
pt: A associação foi realizada com sucesso.

source: Add a new Event
es: Agregar un nuevo Evento
pt: Adiconar novo Evento

source: Add a new
es: Añadir un nuevo
pt: Adicionar novo

source: Associate an existing Event with this Listing
es: Asociar un Evento existente con este Listado
pt: Associe um Evento existente com esta Empresa

source: No event available for association with this Listing. In order to be linked to this Listing, the event should not be associated with other Listing and should belong to the same account.
es: Ningún evento disponible para asociarse con este Listado. Para vincularse a este Listado, el evento no debe asociarse con otro Listado y debe pertenecer a la misma cuenta.
pt: Nenhum evento disponível para associação a esta empresa. Para estar vinculado a esta empresa, o evento não deve estar associado a outra empresa e deve pertencer à mesma conta.

source: Select a Listing
es: Seleccione un Listado
pt: Selecione uma empresa

source: Type the Listing name for suggestions
es: Escriba el nombre del listado para sugerencias
pt: Digite o nome da empresa para sugestões
