Repository: mal1k/nhrocks
Catalog: src/ArcaSolutions/ImportBundle/Resources/translations/import_columns.*.xlf
Languages: de, es, fr, it, pt, tr

source: Listing Title
de: Titel des Einträge
es: Título del Listado
fr: Titre de la Liste
it: Titolo dell'inserzione
pt: Nome da Empresa
tr: İlan başlığı

source: Listing SEO Title
de: Titel SEO
es: Título SEO del Listado
fr: Titre de Référencement
it: Elenco titolo SEO
pt: Título SEO
tr: SEO başlığını listelemek

source: Listing Email
de: E-mail des Einträge
es: Correo Electrónico del Listado
fr: Email de la Liste
it: Elenco email
pt: E-mail da Empresa
tr: İlan e-postası

source: Listing Url
de: URL des Einträge
es: URL del Listado
fr: URL de la Liste
it: Elenco url
pt: URL da Empresa
tr: Listeleme URL'si

source: Listing Address
de: Adresse des Einträge
es: Dirección del Listado
fr: Adresse de Liste
it: Elenco dell'indirizzo
pt: Endereço da Empresa
tr: İlan adresi

source: Listing Address2
de: Komplementäre Adresse des Einträge
es: Complement de Dirección del Listado
fr: Adresse de Liste 2
it: Elenco dell'indirizzo2
pt: Endereço Complementar da Empresa
tr: İlan adresi 2

source: Listing Country
de: Land der Einträge
es: País del Listado
fr: Pays de la Liste
it: Elenco paese
pt: País da Empresa
tr: İlan ülkesi

source: Listing Country Abbreviation
de: Länderkürzel
es: Abreviatura de País del Listado
fr: Abréviation du Pays de la Liste
it: Elenco abbreviazione del paese
pt: Abreviação do País
tr: Liste ülke kısaltması

source: Listing Region
de: Region der Einträge
es: Región del Listado
fr: Région de la Liste
it: Elenco della regione
pt: Região da Empresa
tr: Listeleme bölgesi

source: Listing Region Abbreviation
de: Abkürzung für Region
es: Abreviatura de la Región del Listado
fr: Abréviation de la Région de la Liste
it: Elenco abbreviazione regione
pt: Abreviação da Região
tr: Listeleme bölgesi kısaltması

source: Listing State
de: Zustand der Einträge
es: Estado del Listado
fr: État de la Liste
it: Elenco dello stato
pt: Estado da Empresa
tr: Listeleme durumu

source: Listing State Abbreviation
de: Abkürzung des Staates
es: Abreviatura del Estado del Listado
fr: Abréviation d'état de la Liste
it: Elenco abbreviazione dello stato
pt: Abreviação do Estado
tr: Liste devlet kısaltması

source: Listing City
de: Stadt der Einträge
es: Ciudad del Listado
fr: Ville de la Liste
it: Elenco città
pt: Cidade da Empresa
tr: İlan veren şehir

source: Listing City Abbreviation
de: Abkürzung der Stadt
es: Abreviatura de la Ciudad del Listado
fr: Abréviation de la Ville de la Liste
it: Elenco abbreviazione della città
pt: Abreviação da Cidade
tr: Şehir kısaltmasını listelemek

source: Listing Neighborhood
de: Nachbarschaft der Einträge
es: Bairro del Listado
fr: Quartier de la Liste
it: Elenco del quartiere
pt: Bairro da Empresa
tr: Listeleme mahalle

source: Listing Neighborhood Abbreviation
de: Abkürzung für Nachbarschaft
es: Abreviatura de Bairro del Listado
fr: Abréviation du Quartier de la Liste
it: Elenco abbreviazione quartiere
pt: Abreviação do Bairro
tr: Komşuluk kısaltmasını listeleme

source: Listing Postal Code
de: Postleitzahl des Einträge
es: Código postal del Listado
fr: Code Postal de la Liste
it: Elenco del codice postale
pt: CEP da Empresa
tr: Posta kodunu listeleme

source: Listing Latitude
de: Breite
es: Latitud del Listado
fr: Latitude de la Liste
it: Elencare la latitudine
pt: Latitude da Empresa
tr: Enlemi listelemek

source: Listing Longitude
de: Längengrad
es: Longitud del Listado
fr: Longitude de la Liste
it: Elenco longitudine
pt: Longitude da Empresa
tr: Boylamı listelemek

source: Listing Phone
de: Telefon des Einträge
es: Teléfono del Listado
fr: Téléphone de la Liste
it: Elenco del telefono
pt: Telefone da Empresa
tr: Telefon listeleme

source: Listing Short Description
de: Kurzbeschreibung
es: Descripción breve del Listado
fr: Courte Description de la Liste
it: Elenco breve descrizione
pt: Descrição Resumida
tr: Kısa açıklama listeleme

source: Listing Long Description
de: Vollständige Beschreibung
es: Descripción larga del Listado
fr: Longue Description de la Liste
it: Elenco di descrizione lunga
pt: Descrição Completa
tr: Uzun açıklamayı listelemek

source: Listing Seo Description
de: Beschreibung SEO
es: Descripción SEO del Listado
fr: Description SEO de la Liste
it: Elenco descrizione SEO
pt: Descrição SEO
tr: Seo açıklamasını listelemek

source: Listing Keywords
de: Suche
es: Palabras clave del Listado
fr: Mots-clés
it: Elenco delle parole chiave
pt: Palavras-chave
tr: Anahtar kelime listelemek

source: Listing Renewal Date
de: Verlängerungsdatum
es: Fecha de Renovación del Listado
fr: Date de Renouvellement de la Liste
it: Data di rinnovo dell'inserzione
pt: Data de Renovação
tr: Listeleme yenileme tarihi

source: Listing Status
de: Status des Einträge
es: Estado del Listado
fr: Statut de la Liste
it: Stato dell'elenco
pt: Status da Empresa
tr: Listeleme durumu

source: Listing Level
de: Ebene der Einträge
es: Nivel del Listado
fr: Niveau de la Liste
it: Livello di quotazione
pt: Nível da Empresa
tr: Listeleme seviyesi

source: Listing Category 1
de: Kategorie 1
es: Categoría del Listado 1
fr: Catégorie de la Liste 1
it: Elenco categoria 1
pt: Categoria 1
tr: İlan kategorisi

source: Listing Category 2
de: Kategorie 2
es: Categoría del Listado 2
fr: Catégorie de la Liste 2
it: Elenco categoria 2
pt: Categoria 2
tr: İlan kategorisi 2

source: Listing Category 3
de: Kategorie 3
es: Categoría del Listado 3
fr: Catégorie de la Liste 3
it: Elenco categoria 3
pt: Categoria 3
tr: İlan kategorisi 3

source: Listing Category 4
de: Kategorie 4
es: Categoría del Listado 4
fr: Catégorie de la Liste 4
it: Elenco categoria 4
pt: Categoria 4
tr: İlan kategorisi 4

source: Listing Category 5
de: Kategorie 5
es: Categoría del Listado 5
fr: Catégorie de la Liste 5
it: Elenco categoria 5
pt: Categoria 5
tr: İlan kategorisi 5

source: Listing Category 6
de: Kategorie 6
es: Categoría del Listado 6
fr: Catégorie de la Liste 6
it: Elenco categoria 6
pt: Categoria 6
tr: İlan kategorisi 6

source: Listing Category 7
de: Kategorie 7
es: Categoría del Listado 7
fr: Catégorie de la Liste 7
it: Elenco categoria 7
pt: Categoria 7
tr: İlan kategorisi 7

source: Listing Category 8
de: Kategorie 8
es: Categoría del Listado 8
fr: Catégorie de la Liste 8
it: Elenco categoria 8
pt: Categoria 8
tr: İlan kategorisi 8

source: Listing Category 9
de: Kategorie 9
es: Categoría del Listado 9
fr: Catégorie de la Liste 9
it: Elenco categoria 9
pt: Categoria 9
tr: İlan kategorisi 9

source: Listing Category 10
de: Kategorie 10
es: Categoría del Listado 10
fr: Catégorie de la Liste 10
it: Elenco categoria 10
pt: Categoria 10
tr: İlan kategorisi 10

source: Listing Category 11
de: Kategorie 11
es: Categoría del Listado 11
fr: Catégorie de la Liste 11
it: Elenco categoria 11
pt: Categoria 11
tr: İlan kategorisi 11

source: Listing Category 12
de: Kategorie 12
es: Categoría del Listado 12
fr: Catégorie de la Liste 12
it: Elenco categoria 12
pt: Categoria 12
tr: İlan kategorisi 12

source: Listing Category 13
de: Kategorie 13
es: Categoría del Listado 13
fr: Catégorie de la Liste 13
it: Elenco categoria 13
pt: Categoria 13
tr: İlan kategorisi 13

source: Listing Category 14
de: Kategorie 14
es: Categoría del Listado 14
fr: Catégorie de la Liste 14
it: Elenco categoria 14
pt: Categoria 14
tr: İlan kategorisi 14

source: Listing Category 15
de: Kategorie 15
es: Categoría del Listado 15
fr: Catégorie de la Liste 15
it: Elenco categoria 15
pt: Categoria 15
tr: İlan kategorisi 15

source: Listing Category 16
de: Kategorie 16
es: Categoría del Listado 16
fr: Catégorie de la Liste 16
it: Elenco categoria 16
pt: Categoria 16
tr: İlan kategorisi 16

source: Listing Category 17
de: Kategorie 17
es: Categoría del Listado 17
fr: Catégorie de la Liste 17
it: Elenco categoria 17
pt: Categoria 17
tr: İlan kategorisi 17

source: Listing Category 18
de: Kategorie 18
es: Categoría del Listado 18
fr: Catégorie de la Liste 18
it: Elenco categoria 18
pt: Categoria 18
tr: İlan kategorisi 18

source: Listing Category 19
de: Kategorie 19
es: Categoría del Listado 19
fr: Catégorie de la Liste 19
it: Elenco categoria 19
pt: Categoria 19
tr: İlan kategorisi 19

source: Listing Category 20
de: Kategorie 20
es: Categoría del Listado 20
fr: Catégorie de la Liste 20
it: Elenco categoria 20
pt: Categoria 20
tr: İlan kategorisi 20

source: Listing Template
de: Art der Einträge
es: Plantilla de Listado
fr: Modèle de Liste
it: Modello di quotazione
pt: Tipo da Empresa
tr: İlan şablonu

source: Listing DB Id
de: ID in Datenbank
es: ID de la Base de Datos
fr: Identifiant DB
it: ID database di quotazione
pt: Id no banco de dados
tr: Liste veritabanı Id

source: Listing Custom Id
de: Benutzerdefinierte ID
es: Identificación Personalizada del Listado
fr: Identifiant Personnalisé
it: Elenco ID personalizzato
pt: Id personalizado
tr: Özel Kimliği listeleme

source: Account Username
de: Nutzername des Kontos
es: Nombre de Usuario
fr: Nom d'utilisateur du Compte
it: nome utente dell'account
pt: Nome de usuário da conta
tr: Hesap kullanıcı adı

source: Account Password
de: Passwort
es: Contraseña de la Cuenta
fr: Mot de passe du Compte
it: password dell'account
pt: Senha
tr: Hesap şifresi

source: Account Contact First Name
de: Vorname des Accounts
es: Nombre de contacto de la Cuenta
fr: Prénom du contact du Compte
it: Nome del contatto dell'account
pt: Primeiro Nome da conta
tr: Hesap iletişiminin ilk adı

source: Account Contact Last Name
de: Zweiter Kontoname
es: Apellido del Contacto de la Cuenta
fr: Nom du contact du Compte
it: Cognome del contatto dell'account
pt: Segundo Nome da conta
tr: Hesap iletişim soyadı

source: Account Contact Company
de: Konto Firma
es: Empresa de la Cuenta
fr: Société de contact avec le Compte
it: Società di contatto dell'account
pt: Empresa da conta
tr: Hesap iletişim şirketi

source: Account Contact Address
de: Kontoadresse
es: Dirección de la Cuenta
fr: Adresse de contact du Compte
it: Indirizzo di contatto dell'account
pt: Endereço da conta
tr: Hesap iletişim adresi

source: Account Contact Address2
de: Konto-Add-In-Adresse
es: Complemento de Dirección de la Cuenta
fr: Adresse de contact du Compte 2
it: Indirizzo di contatto dell'account2
pt: Endereço complementar da conta
tr: Hesap iletişim adresi2

source: Account Contact Country
de: Konto Land
es: País de Contacto de la Cuenta
fr: Pays du contact du Compte
it: Paese di contatto dell'account
pt: País da conta
tr: Hesap iletişim ülkesi

source: Account Contact State
de: Konto Staat
es: Estado de Contacto de la Cuenta
fr: État de contact du Compte
it: Stato del contatto dell'account
pt: Estado da conta
tr: Hesap iletişim durumu

source: Account Contact City
de: Kontostadt
es: Ciudad de Contacto de la Cuenta
fr: Ville de contact du Compte
it: Città di contatto dell'account
pt: Cidade da conta
tr: Hesap iletişim şehri şehir

source: Account Contact Postal Code
de: Konto Zip
es: Código Postal de Contacto de la Cuenta
fr: Code Postal de contact du Compte
it: Codice postale del contatto dell'account
pt: CEP da conta
tr: Hesap iletişim posta kodu

source: Account Contact Phone
de: Konto Telefon
es: Teléfono de Contacto de la Cuenta
fr: Téléphone de contact du Compte
it: Telefono di contatto dell'account
pt: Telefone da conta
tr: Hesap iletişim telefonu

source: Account Contact Email
de: Konto-E-Mail
es: Correo Electrónico de Contacto de la Cuenta
fr: Email de contact du Compte
it: Indirizzo email di contatto dell'account
pt: E-mail da conta
tr: Hesap iletişim e-postası

source: Account Contact URL
de: Konto-URL
es: URL de Contacto de la Cuenta
fr: URL de contact du Compte
it: URL di contatto dell'account
pt: URL da conta
tr: Hesap iletişim URL'si

source: Event Title
de: Titel des Ereignis
es: Título del Evento
fr: Titre de l'événement
it: Titolo dell'evento
pt: Título do Evento
tr: Olay başlığı

source: Event SEO Title
de: Ereignis SEO Titel
es: Título SEO del Evento
fr: SEO Titre de l'événement
it: Titolo SEO dell'evento
pt: Título SEO do Evento
tr: Etkinlik SEO başlığı

source: Event Email
de: Ereignis-E-Mail
es: Correo Electrónico del Evento
fr: Email d'événement
it: Email dell'evento
pt: E-mail do Evento
tr: Etkinlik e-postası

source: Event Url
de: Ereignis-URL
es: URL del Evento
fr: URL de l'événement
it: URL dell'evento
pt: URL do Evento
tr: Etkinlik URL'si

source: Event Address
de: Ereignisadresse
es: Dirección del Evento
fr: Adresse de l'événement
it: Indirizzo dell'evento
pt: Endereço do Evento
tr: Etkinlik adresi

source: Event Venue
de: Tagungsort
es: Lugar del Evento
fr: Lieu de l'événement
it: Luogo dell'evento
pt: Local do Evento
tr: Etkinlik mekanı

source: Event Contact Name
de: Kontaktname
es: Nombre de Contacto del Evento
fr: Nom de contact de l'événement
it: Nome del contatto dell'evento
pt: Nome de contato
tr: Olayla ilgili kişi adı

source: Event Start Date
de: Startdatum
es: Fecha de Inicio del Evento
fr: Date de début de l'événement
it: Data di inizio dell'evento
pt: Data de início
tr: Etkinlik başlangıç tarihi

source: Event End Date
de: Enddatum
es: Fecha de Finalización del Evento
fr: Date de fin de l'événement
it: Data di fine dell'evento
pt: Data de término
tr: Etkinlik bitiş tarihi

source: Event Start Time
de: Startzeit
es: Hora de Inicio del Evento
fr: Heure de début de l'événement
it: Ora di inizio dell'evento
pt: Hora de Início
tr: Olay başlangıç saati

source: Event End Time
de: Endzeit
es: Hora de Finalización del Evento
fr: Heure de fin de l'événement
it: Ora di fine dell'evento
pt: Hora de Término
tr: Etkinlik bitiş zamanı

source: Event Country
de: Veranstaltungsland
es: País del Evento
fr: Pays de l'événement
it: Paese dell'evento
pt: País do Evento
tr: Etkinlik ülkesi

source: Event Country Abbreviation
de: Abkürzung für das Veranstaltungsland
es: Abreviatura de País del Evento
fr: Abréviation du Pays de l'événement
it: Abbreviazione di paese evento
pt: Abreviação do país do Evento
tr: Etkinlik ülke kısaltması

source: Event Region
de: Ereignisregion
es: Región del Evento
fr: Région de l'événement
it: Regione dell'evento
pt: Região do Evento
tr: Etkinlik bölgesi

source: Event Region Abbreviation
de: Abkürzung der Ereignisregion
es: Abreviatura de Región del Evento
fr: Abréviation de Région de l'événement
it: Abbreviazione regione evento
pt: Abreviação da região do Evento
tr: Etkinlik bölgesi kısaltması

source: Event State
de: Ereignisstaat
es: Estado del Evento
fr: Etat de l'événement
it: Stato dell'evento
pt: Estado do Evento
tr: Etkinlik durumu

source: Event State Abbreviation
de: Ereignisstatusabkürzung
es: Abreviatura de Estado del Evento
fr: Abréviation de Etat de l'événement
it: Abbreviazione dello stato degli eventi
pt: Abreviação do estado do Evento
tr: Etkinlik durumu kısaltması

source: Event City
de: Veranstaltungsstadt
es: Ciudad del Evento
fr: Ville de l'événement
it: Città dell'evento
pt: Cidade do Evento
tr: Etkinlik şehri

source: Event City Abbreviation
de: Abkürzung für die Veranstaltungsstadt
es: Abreviatura de Ciudad del Evento
fr: Abréviation de Ville de l'événement
it: Abbreviazione città evento
pt: Abreviação da cidade do Evento
tr: Etkinlik şehrinin kısaltması

source: Event Neighborhood
de: Ereignisumgebung
es: Bairro del Evento
fr: Quartier de l'événement
it: Quartiere degli eventi
pt: Bairro do Evento
tr: Etkinlik mahalle

source: Event Neighborhood Abbreviation
de: Abkürzung der Umgebung des Ereignis
es: Abreviatura de Bairro del Evento
fr: Abréviation de Quartier de l'événement
it: Abbreviazione di quartiere di eventi
pt: Abreviação do bairro do Evento
tr: Etkinlik mahalle kısaltması

source: Event Postal Code
de: Ereigniscode
es: Código Postal del Evento
fr: Code Postal de l'événement
it: Codice postale dell'evento
pt: CEP do Evento
tr: Olay posta kodu

source: Event Latitude
de: Breite
es: Latitud del Evento
fr: Latitude de l'événement
it: Latitudine degli eventi
pt: Latitude do Evento
tr: Etkinlik enlemi

source: Event Longitude
de: Längengrad
es: Longitud del Evento
fr: Longitude de l'événement
it: Longitudine dell'evento
pt: Longitude do Evento
tr: Olay boylam

source: Event Phone
de: Ereignistelefon
es: Teléfono del Evento
fr: Téléphone de l'événement
it: Telefono dell'evento
pt: Telefone do Evento
tr: Olay telefonu

source: Event Short Description
de: Kurzbeschreibung
es: Breve Descripción del Evento
fr: Courte Description de l'événement
it: Breve descrizione dell'evento
pt: Descrição Resumida
tr: Etkinlik kısa açıklaması

source: Event Long Description
de: Ausführliche Beschreibung
es: Larga Descripción del Evento
fr: Description Longue de l'événement
it: Descrizione lunga dell'evento
pt: Descrição Detalhada
tr: Etkinlik uzun açıklaması

source: Event Seo Description
de: Beschreibung SEO
es: Descripción SEO del Evento
fr: SEO Description de l'événement
it: Descrizione SEO dell'evento
pt: Descrição SEO
tr: Etkinlik SEO açıklaması

source: Event Keywords
de: Suche
es: Palabras chave del Evento
fr: Mots-clés
it: Parole chiave dell'evento
pt: Palavras-chave
tr: Etkinlik anahtar kelimeleri

source: Event Renewal Date
de: Datum der Renovierung
es: Fecha de Renovación del Evento
fr: Date de Renouvellement de l'événement
it: Data di rinnovo dell'evento
pt: Data de renovação
tr: Etkinlik yenileme tarihi

source: Event Status
de: Ereignisstatus
es: Estado del Evento
fr: Statut do Evento
it: Stato degli eventi
pt: Status do Evento
tr: Olay durumu

source: Event Level
de: Ereignisstufe
es: Nivel del Evento
fr: Niveau do Evento
it: Livello di evento
pt: Nível do Evento
tr: Etkinlik seviyesi

source: Event Category 1
de: Kategorie 1
es: Categoría del Evento 1
fr: Catégorie d'evénement 1
it: Categoria di eventi 1
pt: Categoria 1
tr: Etkinlik kategorisi 1

source: Event Category 2
de: Kategorie 2
es: Categoría del Evento 2
fr: Catégorie d'evénement 2
it: Categoria di eventi 2
pt: Categoria 2
tr: Etkinlik kategorisi 2

source: Event Category 3
de: Kategorie 3
es: Categoría del Evento 3
fr: Catégorie d'evénement 3
it: Categoria di eventi 3
pt: Categoria 3
tr: Etkinlik kategorisi 3

source: Event Category 4
de: Kategorie 4
es: Categoría del Evento 4
fr: Catégorie d'evénement 4
it: Categoria di eventi 4
pt: Categoria 4
tr: Etkinlik kategorisi 4

source: Event Category 5
de: Kategorie 5
es: Categoría del Evento 5
fr: Catégorie d'evénement 5
it: Categoria di eventi 5
pt: Categoria 5
tr: Etkinlik kategorisi 5

source: Event DB Id
de: ID in Datenbank
es: ID de la Base de Datos
fr: Identifiant de la base
it: ID del database degli eventi
pt: Id no banco de dados
tr: Etkinlik veritabanı No

source: Event Custom Id
de: Benutzerdefinierte ID
es: ID personalizado
fr: Identifiant personnalisé d'évenement
it: ID personalizzato evento
pt: ID personalizado
tr: Etkinlik özel kimliği
