Repository: mal1k/nhrocks
Catalog: app/Resources/translations/administrator.*.xliff
Languages: tr

source: (s) import has been completed.
tr: İthalat dosyaları %count% satır ile sınırlıdır. Lütfen dosyanızı daha küçük bölümlere ayırın

source: Abort import
tr: İçe aktarmayı iptal et

source: All right! Your import has been completed.
tr: Tamam! İthalatınız tamamlandı.

source: All right! Your import was added to the queue to be processed.
tr: Tamam! İçe aktarma işlemi işlenecek sıraya eklendi.

source: Alphabetical
tr: Alfabetik

source: Average reviews
tr: En yüksek dereceli

source: Back
tr: Geri

source: Belongs to
tr: Ait olmak

source: Browse FTP
tr: FTP'ye gözat

source: Cancel import
tr: İçe aktarımı iptal

source: Change File
tr: Dosya Değiştir

source: Choose an Option
tr: Bir seçenek seçin

source: Choose your file
tr: Dosyanızı seçin

source: Click to pick categories
tr: Kategoriyi seçmek için tıklayın

source: Close
tr: Kapat

source: Code does not match
tr: Kod eşleşmiyor

source: Comma
tr: Virgül

source: Content Mapping
tr: İçerik Eşleme

source: Custom Link
tr: Özel bağlantı

source: Customize rules
tr: Kuralları özelleştir

source: Date
tr: Tarih

source: Default level for items without level specified
tr: Seviye belirtilmeyen öğeler için varsayılan seviye

source: Depending on your data and how busy the system is, the import may take a few minutes to finish.
tr: Verilerinize ve sistemin ne kadar meşgul olduğuna bağlı olarak, içe aktarmanın tamamlanması birkaç dakika sürebilir.

source: Display Square banners
tr: Ekran Meydanı afişleri

source: Display banners
tr: Bannerları göster

source: Display wideskyscrapper banners
tr: Geniş gökdelen pankartlarını görüntüle

source: Do not display banners
tr: Banner gösterme

source: Download Template File
tr: Şablon Dosyasını İndirin

source: Drag your file here
tr: Dosyanızı buraya sürükleyin

source: Drop to Upload
tr: Yüklemeye bırak

source: Error Lines
tr: Hata Hatları

source: Error parsing import file
tr: İçe aktarma dosyası ayrıştırılırken hata oluştu

source: Events
tr: Olaylar

source: Expand log
tr: Günlüğü genişlet

source: External Link
tr: Dış Bağlantı

source: File name
tr: Dosya adı

source: File size
tr: Dosya boyutu

source: For each column of your imported data, select a field that it corresponds to.
tr: İçe aktarılan verilerinizin her bir sütununa karşılık geldiği alanlardan birini seçin.

source: From which level would you like to display these items?
tr: Bu öğeleri hangi seviyeden görüntülemek istersiniz?

source: How many items would you like to display?
tr: Görüntülemek istediğiniz kaç öğe var?

source: How to upload files via FTP?
tr: Dosyaları FTP aracılığıyla nasıl yükleyebilirim?

source: How would you like to display your items on this widget?
tr: Öğelerinizi bu pencere parçasında nasıl görüntülemek istersiniz?

source: How would you like to order the results? Choose two criterias
tr: Sonuçları nasıl sipariş etmek istersiniz? İki kriteri seçin.

source: Import Completed
tr: İçe Aktarma Tamamlandı

source: Import Events
tr: İthalat Olayları

source: Import Listings
tr: İthalat Listeleme

source: Import Log
tr: Alma Günlüğü

source: Import Preferences
tr: İçe Aktarma Tercihleri

source: Import all items to the same user account
tr: Tüm öğeleri aynı kullanıcı hesabına içe aktarın

source: Import all new categories as featured
tr: Tüm yeni kategorileri özellikli olarak içe aktarma

source: Import files are limited to %count% lines. Please split your file in smaller ones
tr: İthalat dosyaları %count% satır ile sınırlıdır. Lütfen dosyanızı daha küçük bölümlere ayırın

source: Internal Page
tr: İç Sayfa

source: Leave it blank to not display a link
tr: Bir bağlantı görüntülememek için boş bırakın

source: Level
tr: Seviye

source: Link Label
tr: Bağlantı Etiketi

source: Listings
tr: Listeler

source: Modification date
tr: Değiştirme tarihi

source: Module level not found
tr: Modül seviyesi bulunamadı

source: Most viewed
tr: En çok görüntülenen

source: New event import
tr: Yeni etkinlik içe aktarma

source: New listing import
tr: Yeni giriş ithalatçısı

source: Next
tr: Sonraki

source: Nothing (skip)
tr: Hiçbir şey

source: Number of columns
tr: Sütun sayısı

source: Overwrite matching items
tr: Eşleşen öğelerin üzerine yaz

source: Pick a module to show on this widget
tr: Bu widget'da gösterilecek bir modül seçin

source: Pick individual items
tr: Öğeleri ayrı ayrı seç

source: Please Select an Option
tr: Lütfen bir seçenek seçin

source: Please select your rating.
tr: Lütfen puanınızı seçin.

source: Preferences
tr: Tercihler

source: Random
tr: Rasgele

source: Recently added
tr: Son eklenenler

source: Recently updated
tr: Son güncellenen

source: Row
tr: Kürek çekmek

source: Select an account
tr: Bir hesap seçin

source: Select the csv separator
tr: Csv ayırıcıyı seçin

source: Select via FTP
tr: FTP ile seç

source: Semicolon
tr: Noktalı virgül

source: Set all imported items as active
tr: Alınan tüm öğeleri etkin olarak ayarla

source: Site manager
tr: Site yöneticisi

source: Something went wrong while reading your file. [Click here] to learn more.
tr: Dosyanızı okurken bir şeyler ters gitti. Daha fazlasını öğrenmek için [buraya tıklayın].

source: Status
tr: Durum

source: Supported files: CSV or XLS. Maximum file size:
tr: Desteklenen dosyalar: CSV veya XLS. Maksimum dosya boyutu:

source: The first line is the header
tr: İlk satır başlıktır

source: The selected file will be deleted from FTP after use.
tr: Seçilen dosya kullanımdan sonra FTP'den silinir.

source: This value is not a valid captcha.
tr: Bu değer geçerli bir captcha değil.

source: Total Lines
tr: Toplam Hat

source: Type
tr: Tip

source: Undo import
tr: Içe aktarmayı geri al

source: Upcoming
tr: Yaklaşan

source: Update friendly URLs for matching items
tr: Eşleşen öğeler için kolay URL'leri güncelleme

source: Upload corrected file
tr: Düzeltilen dosyayı yükle

source: View import log
tr: Alma günlüğünü görüntüleme

source: What type of data do you want to import?
tr: Ne tür veri içe aktarmak istersiniz?

source: Widget Title
tr: Widget Başlığı

source: Would you like to filter your listings by specific categories? Leave it blank for all categories.
tr: Girişlerinizi belirli kategorilere göre filtrelemek ister misiniz? Tüm kategoriler için boş bırakın.

source: Would you like to filter your listings by specific locations? Leave it blank for all locations.
tr: Girişlerinizi belirli yerlere göre filtrelemek ister misiniz? Tüm yerler için boş bırakın.

source: You can review the log here
tr: Günlüğü burada inceleyebilirsiniz

source: You don't have any files in your FTP folder.
tr: FTP klasörünüzde herhangi bir dosyanız yok.

source: You have no imports yet.
tr: Henüz ithalatın yok.

source: Your
tr: Sizin

source: lines imported with success
tr: başarılı ithal edilen hatlar

source: lines with error
tr: hatalı çizgiler

source: or
tr: veya
