Repository: mal1k/nhrocks
Catalog: app/Resources/translations/validators.*.xliff
Languages: es, fr

source: Account First Name cannot be empty if an Account Username is provided.
es: El primer nombre de la cuenta no puede estar vacío si se proporciona un nombre de usuario de la cuenta.
fr: Le prénom du compte ne peut pas être vide si un nom d'utilisateur est fourni.

source: Account Last Name cannot be empty if an Account Username is provided.
es: El apellido de la cuenta no puede estar vacío si se proporciona un nombre de usuario de la cuenta.
fr: Le nom de compte ne peut pas être vide si un nom d'utilisateur de compte est fourni.

source: Account Password cannot be empty and must between 4 and 50 characters if an Account Username is provided.
es: La contraseña de la cuenta no puede estar vacía y debe tener entre 4 y 50 caracteres si se proporciona un nombre de usuario de la cuenta.
fr: Le mot de passe du compte ne peut pas être vide et doit comporter entre 4 et 50 caractères si un nom d'utilisateur est fourni.

source: End date should be a date greater than the start date.
es: La fecha de finalización debe ser una fecha mayor que la fecha de inicio.
fr: La date de fin devrait être une date supérieure à la date de début.

source: End date should be a valid date format and cannot be empty.
es: La fecha de finalización debe ser un formato de fecha válido y no puede estar vacía.
fr: La date de fin doit être un format de date valide et ne peut pas être vide.

source: End date should be a valid date in the future.
es: La fecha de finalización debe ser una fecha válida en el futuro.
fr: La date de fin devrait être une date valide dans le futur.

source: Latitude should be a number between -90 and 90.
es: Latitude debe ser un número entre -90 y 90.
fr: La latitude devrait être un nombre compris entre -90 et 90.

source: Limit of {{ maxNumberOfLevels }} categories in the category hierarchy has been exceeded.
es: Se ha excedido el límite de las categorías de {{ maxNumberOfLevels }} en la jerarquía de categorías.
fr: La limite des catégories {{ maxNumberOfLevels }} dans la hiérarchie des catégories a été dépassée.

source: Location hierarchy doesn't match the system settings. One or more locations are missing (for instance, city without state).
es: La jerarquía de ubicación no coincide con la configuración del sistema. Faltan uno o más lugares (por ejemplo, ciudad sin estado).
fr: La hiérarchie d'emplacement ne correspond pas aux paramètres du système. Un ou plusieurs emplacements sont manquants (par exemple, ville sans état).

source: Longitude should be a number between -180 and 180.
es: La longitud debe ser un número entre -180 y 180.
fr: La longitude devrait être un nombre entre -180 et 180.

source: Maximum of {{ maxNumberOfWords }} keywords allowed. Keywords should be separated by {{ separator }} and can have up to {{ maxNumberOfCharsPerWord }} characters.
es: Máximo de {{ maxNumberOfWords }} palabras clave permitidas. Las palabras clave deben estar separadas por {{ separator }} y pueden tener hasta {{ maxNumberOfCharsPerWord }} caracteres.

source: Renewal date should be a valid date in the future.
es: La fecha de renovación debe ser una fecha válida en el futuro.
fr: La date de renouvellement devrait être une date valide dans le futur.

source: Renewal date should be a valid date.
es: La fecha de renovación debe ser una fecha válida.
fr: La date de renouvellement devrait être une date valide.

source: Start date should be a valid date format and cannot be empty.
es: La fecha de inicio debe ser un formato de fecha válido y no puede estar vacía.
fr: La date de début doit être un format de date valide et ne peut pas être vide.

source: The account email must be a valid email address
es: El correo electrónico de la cuenta debe ser una dirección de correo electrónico válida
fr: L'adresse e-mail du compte doit être une adresse e-mail valide

source: The event email must be a valid email address
es: El correo electrónico del evento debe ser una dirección de correo electrónico válida
fr: L'e-mail de l'événement doit être une adresse e-mail valide

source: The listing email must be a valid email address
es: El correo electrónico de la lista debe ser una dirección de correo electrónico válida
fr: L'email de référencement doit être une adresse e-mail valide

source: The username must be a valid email address
es: El nombre de usuario debe ser una dirección de correo electrónico válida
fr: Le nom d'utilisateur doit être une adresse e-mail valide

source: Time format must be the same as your domain configuration.
es: El formato de tiempo debe ser el mismo que su configuración de dominio.
fr: Le format de l'heure doit être le même que celui de votre configuration de domaine.

source: Title cannot be empty.
es: El título no puede estar vacío.
fr: Le titre ne peut pas être vide.
